{
  "html.title": "KrasnalCoin $KC - Home for friendly krasnals",
  "html.description": "KrasnalCoin $KC - Home for friendly krasnals. Supported by artificial intelligence and cryptocurrencies!",
  "loading": "krasnals mining....",
  "landing.title": "first polish<br />memecoin",
  "landing.buy": "Buy",
  "landing.open": "Open",
  "friends.subtitle": "Krasnal friendly projects",
  "description.title": "Resilience",
  "description.text": "The $KC Krasnals, once competitors, now allies, harness the power of artificial intelligence to outsmart their foes. <br/><br/>Together, they craft ingenious strategies, blending brawn and brains to safeguard their realm. United, they prove that even in digital battles, unity is the ultimate weapon.",
  "description.button": "Read",
  "footer.resources": "Resources",
  "footer.participate": "Participate",
  "footer.nft": "NFT",
  "tokenomics.title": "Tokenomics",
  "tokenomics.burned": "Burned",
  "tokenomics.burned.description": "burned forever in krasnals mines",
  "tokenomics.locked": "Staking",
  "tokenomics.locked.description": "safely locked in krasnals treasuries",
  "tokenomics.lp.description": "added to krasnals liquidity pools",
  "team.title": "Drużyna",
  "team.graf": "Cezary Graf",
  "team.grafDescr": "Patron of the idea",
  "team.community": "Community",
  "team.communityDescr": "Krasnal community",
  "team.father": "Father Krasnal",
  "team.fatherDescr": "The boss of all bosses",
  "faq.title": "Krasnal's FAQ",
  "faq.0.title": "What is Polygon?",
  "faq.0.description": "Polygon, formerly known as MATIC Network, is a platform for building and connecting Ethereum-compatible blockchain networks. The main goal of Polygon is to provide cheaper and faster transactions on Ethereum using so-called Layer 2 sidechains. The ultimate vision of the Polygon company is to build a connected ecosystem of L2 sidechains aptly named the Internet of Ethereum Blockchains.",
  "faq.1.title": "Is this technology safe?",
  "faq.1.description": "Yes, the Polygon technology is generally considered safe. It is a blockchain network that uses the Proof of Stake (PoS) algorithm for its sidechain. However, like all blockchain technologies, there are certain risks involved. For example, while the Polygon network is fast and cheap compared to Ethereum, it has to make certain compromises to achieve such performance.",
  "faq.2.title": "I want to gather as many Krasnals as possible. Where should I start?",
  "faq.2.description": "The best way to gather Krasnals is to buy them on QuickSwap on the Polygon network. An alternative is to use an aggregator like swap.defillama.com. Click the \"Buy $KC\" button above and you will be redirected to the appropriate purchase page.",
  "faq.3.title": "Tell me more about tokenomics",
  "faq.3.description": "The supply of $KC is set at 1,000,000,000. The base token was distributed in a fair launch on December 24, 2023, as an airdrop to 596 recipients who pasted their address under the project announcement on X. 99% of the supply was distributed in the airdrop, the remaining 1% was added to LP, and the LP tokens were burned."
}
