{
  "loading": "dwarfs mining....",
  "landing.title": "AI-Driven <br />Crypto Magic",
  "landing.buy": "Buy",
  "landing.open": "Open",
  "friends.subtitle": "Dwarf friendly projects",
  "description.title": "Resilience",
  "description.text": "The $DWF Dwarfs and $KC Krasnals, once competitors, now allies, harness the power of artificial intelligence to outsmart their foes. <br/><br/>Together, they craft ingenious strategies, blending brawn and brains to safeguard their realm. United, they prove that even in digital battles, unity is the ultimate weapon.",
  "description.button": "Read",
  "footer.resources": "Resources",
  "footer.participate": "Participate",
  "tokenomics.title": "Tokenomics",
  "tokenomics.burned": "Burned",
  "tokenomics.burned.description": "burned forever in dwarfs mines",
  "tokenomics.locked": "Locked",
  "tokenomics.locked.description": "safely locked in dwarfs treasuries",
  "tokenomics.lp.description": "added to dwarfs liquidity pools",
  "multichain.title": "Multichain",
  "multichain.subtitle0": "is for Base, ",
  "multichain.subtitle1": "is for Polygon",
  "faq.title": "FAQ",
  "faq.0.title": "What is DwarfAI?",
  "faq.0.description": "DwarfAI is a BASE bridged alter ego of the Krasnalcoin based on Polygon. The coins can be moved freely between Polygon and BASE <1>using the bridge</1>. The supply of DwarfAI and Krasnalcoin is fixed for both blockchains. i.e. bridging Krasnalcoin to BASE reduces the supply of Krasnalcoins in Polygon.",
  "faq.1.title": "I want to accumulate as much Dwarfs as possible. Where should I start?",
  "faq.1.description": "The best way to accumulate Dwarfs is to buy it on Uniswap on Base Network. At the moment, most utilities are available on Polygon only. These include minting AI NFTs for staking boost, staking and farming. Bridging your DwarfAI to Polygon is pretty straightforward – just use our custom bridge.",
  "faq.2.title": "Tell me more about tokenomics",
  "faq.2.description": "DwarfAI supply is fixed at 1 000 000 000. The underlying token has been distributed in a fair launch on Dec 24th 2023 as an airdrop to 596 recipients who pasted their address under the project announcement on X. 99% of the supply has been airdropped, the remaining 1% has been added to LP and LP tokens were burnt. At the moment, around 50% of the liquidity pool on Polygon is locked until 2026."
}
