{
  "html.title": "KrasnalCoin $KC - Dom dla przyjaznych krasnali",
  "html.description": "KrasnalCoin $KC - Dom dla przyjaznych krasnali. Wspierany przez sztuczną inteligencję i kryptowaluty!",
  "loading": "kopiemy krasnale....",
  "landing.title": "Pierwszy polski<br />memecoin",
  "landing.buy": "Kup",
  "landing.open": "Otwórz",
  "friends.subtitle": "Krasno przyjazne projekty",
  "description.title": "Odporni Razem",
  "description.text": "Krasnale $KC, niegdyś rywale, teraz sojusznicy, wykorzystują moc sztucznej inteligencji, aby przechytrzyć swoich wrogów. <br/><br/>Razem opracowują genialne strategie, łącząc siłę i inteligencję, aby chronić swoje królestwo. Zjednoczeni udowadniają, że nawet w cyfrowych bitwach jedność jest największą bronią.",
  "description.button": "Czytaj",
  "footer.resources": "Źródła",
  "footer.participate": "Uczestnicz",
  "footer.nft": "NFT",
  "tokenomics.title": "Tokenomia",
  "tokenomics.burned": "Spalone",
  "tokenomics.burned.description": "spalone na zawsze w krasnalowych kopalniach",
  "tokenomics.locked": "W Stakingu",
  "tokenomics.locked.description": "bezpieczne zablokowane w krasnalowych skarbcach",
  "tokenomics.lp.description": "dodane do krasnalowych pól płynności",
  "team.title": "Nasza Drużyna",
  "team.graf": "Cezary Graf",
  "team.grafDescr": "Honorowy patron ideowy",
  "team.community": "Społeczność",
  "team.communityDescr": "Krasnalowa społeczność",
  "team.father": "Ojciec Krasnal",
  "team.fatherDescr": "Szef wszystkich szefów",
  "faq.title": "Krasnalowe Pytania",
  "faq.0.title": "Co to jest sieć Polygon?",
  "faq.0.description": "Polygon, wcześniej znany jako sieć MATIC, to platforma do tworzenia i łączenia sieci blockchain kompatybilnych z Ethereum. Głównym celem Polygon jest zapewnienie tańszych i szybszych transakcji na Ethereum przy użyciu tzw. Layer 2 sidechains. Ostateczną wizją firmy Polygon jest zbudowanie połączonego ekosystemu L2 sidechainów o trafnej nazwie Internet of Ethereum Blockchains.",
  "faq.1.title": "Czy ta technologia jest bezpieczna?",
  "faq.1.description": "Tak, technologia Polygon jest generalnie uważana za bezpieczną. Jest to sieć blockchain, która korzysta z algorytmu Proof of Stake (PoS) dla swojego sidechainu. Jednak, jak w przypadku wszystkich technologii blockchain, istnieją pewne ryzyka. Na przykład, choć sieć Polygon jest szybka i tania w porównaniu do Ethereum, musi dokonać pewnych kompromisów, aby uzyskać taką wydajność.",
  "faq.2.title": "Chcę zgromadzić jak najwięcej Krasnali. Od czego powinienem zacząć?",
  "faq.2.description": "Najlepszym sposobem na zgromadzenie Krasnali jest zakup ich na QuickSwap na sieci Polygon. Alternatywą jest skorzystanie z agregatora typu swap.defillama.com. Kliknij w przycisk \"Kup $KC\" powyżej a zostaniesz przekierowany do odpowiedniej strony zakupowej.",
  "faq.3.title": "Powiedz mi coś więcej o tokenomii",
  "faq.3.description": "Podaż $KC jest ustalona na 1 000 000 000. Podstawowy token został rozdany w uczciwym uruchomieniu 24 grudnia 2023 roku jako airdrop dla 596 odbiorców, którzy wkleili swój adres pod ogłoszeniem projektu na X. 99% podaży zostało rozdane w airdropie, pozostały 1% został dodany do LP, a tokeny LP zostały spalone."
}
